import React from 'react';

const AboutGameContent = () => (
  <div>
    <p className='mb-4'>
      Эта игра — финансовый симулятор, в котором игроки учатся управлять своими
      деньгами. В процессе игры можно открывать предприятия, инвестировать в
      акции, брать кредиты и вклады, а также принимать решения, которые влияют
      на рост или падение вашего капитала. Игра помогает понять, как работают
      основные финансовые механизмы в увлекательной форме.{' '}
    </p>
    <p className='mb-4'>
      Игра разработана специально для детей и подростков, чтобы помочь им
      освоить основы финансовой грамотности. Она подходит для школьников и может
      использоваться как дополнительное образовательное средство, позволяющее на
      практике изучать экономические принципы.
    </p>
  </div>
);

export default AboutGameContent;
