import React from 'react';

const RulesContent = () => (
  <div>
    <p className='mb-4'>Правила игры просты и понятны. </p>
    <ul className='space-y-4 list-disc pl-5'>
      <li>
        Каждый игрок начинает с определенного стартового капитала и набора
        ресурсов.
      </li>
      <li>
        В ходе игрового процесса вы принимаете решения, которые позволяют
        зарабатывать деньги, инвестировать, управлять бизнесом и совершать
        финансовые операции.
      </li>
      <li>Цель игры — увеличить свой капитал до конца сессии.</li>
      <li>
        В процессе действия регулируются установленные экономические и игровые
        условия, а также случайные события, влияющие на рынок.
      </li>
    </ul>
  </div>
);

export default RulesContent;
